Repository: KDE/krdc
Catalog: po/*/krdc.po
Languages: is

# NAME OF TRANSLATORS
source: Your names
is: Pjetur G. Hjaltason, Stígur Snæsson, Richard Allen, Sveinn í Felli

# EMAIL OF TRANSLATORS
source: Your emails
is: pjetur@pjetur.net, stigur@vortex.is, ra@ra.is, sv1@fellsnet.is

source: History
is: Ferill

source: Remember open sessions for next startup
is: Muna opnar setur fyrir næstu ræsingu

source: Remember connection history
is: Muna feril tenginga

source: Remember passwords
is: Muna lykilorð

source: Enable system tray icon
is: Virkja táknmynd í kerfisbakkanum

source: Show status bar
is: Sýna stöðustiku

source: Keep aspect ratio when scaling
is: Halda hlutföllum við stærðarbreytingu

source: Background color of empty place:
is: Bakgrunnslitur í tómum stöðum:

source: When Connecting
is: Við tengingu

source: Show the preferences dialog for new connections
is: Sýna eiginleikagluggann við nýjar tengingar

source: This option will resize the window to fit the connection size. If it is too big, it will maximize the window.
is: Þessi valkostur mun breyta stærð gluggans til samræmis við upplausn tengingarinnar. Ef hún er of mikil verður glugginn hámarkaður.

source: Resize to fit
is: Aðlaga stærð svo passi

source: This option switches to fullscreen only if the connection resolution is the same as the current screen resolution
is: Þessi valkostur mun skipta yfir í skjáfylli aðeins ef upplausn tengingarinnar er sú sama og fyrirliggjandi upplausn skjásins.

source: Switch to Fullscreen if appropriate
is: Skipta yfir í skjáfylli ef við á

source: Default protocol:
is: Sjálfgefinn samskiptamáti:

source: Tab Settings
is: Stillingar flipa

source: Always show tab bar
is: Alltaf sýna flipastikuna

source: Show close button on tabs
is: Sýna lokunarhnappa á flipum

source: Middle-click on a tab closes it
is: Miðjusmelling á flipa lokar honum

source: Tab position:
is: Staðsetning flipa:

source: Top
is: Efst

source: Bottom
is: Neðst

source: Left
is: Vinstri

source: Right
is: Hægri

source: Configure…
is: Grunnstilla…

source: Remove
is: Fjarlægja

source: Unusable URL
is: Ónothæf slóð (URL)

source: The selected host cannot be handled.
is: Valda vél er ekki hægt að meðhöndla.

# General Config
source: General
is: Almennt

source: General Configuration
is: Almennar stillingar

source: Hosts
is: Miðlarar

source: Host Configuration
is: Stillingar hýsitölvu

source: Plugins
is: Íforrit

source: Plugin Configuration
is: Stillingar íforrits

source: Less than a minute ago
is: Fyrir minna en mínútu síðan

source: A minute ago
is: Fyrir mínútu síðan

source: An hour ago
is: Fyrir klukkustund síðan

source: Yesterday
is: Í gær

source: Over a month ago
is: Fyrir mánuði síðan

source: A year ago
is: Fyrir ári síðan

source: Note that settings might only apply when you connect next time to this host.
is: Athugaðu að stillingarnar gætu aðeins virkað næst þegar þú tengist þessari vél.

source: Show this dialog again for this host
is: Sýna þennan glugga aftur fyrir þessa tölvu

source: Remember password
is: Muna lykilorð

source: Sessions
is: Setur

source: Please enter the SSH password.
is: Settu inn SSH-lykilorðið

source: SSH Tunnel failure
is: SSH-göng mistókust

source: Error connecting to %1: %2
is: Villa við að tengjast %1: %2

source: Error authenticating with password: %1
is: Villa í auðkenningu með lykilorði: %1

source: Error creating tunnel socket
is: Villa við að búa til sökkul fyrir göng

source: SSH tunnel
is: SSH-göng

source: Connect via SSH tunnel
is: Tengjast í gegnum SSH-göng

source: SSH tunnel options
is: Valkostir SSH-ganga

source: Tunnel via loopback address
is: Göng í gegnum hringtengingarvistfang

source: Port:
is: Gátt:

source: User name:
is: Notandanafn:

source: &Session
is: &Seta

source: Remote View Toolbar
is: Áhaldaslá fyrir fjarlæga sýn

source: KDE Remote Desktop Client
is: Fjartengt KDE skjáborð

source: Developer, Maintainer
is: Viðhaldsforritari, umsjónarmaður

source: Developer
is: Forritari

source: Former Developer
is: Fyrrverandi forritari

source: Initial RDP backend
is: Upphaflegur RDP bakendi

source: Google Summer of Code 2007 KRDC project mentor
is: Umsjónarmaður Google Summer of Code 2007 KRDC verkefnis

source: LibVNCServer / LibVNCClient developers
is: LibVNCServer / LibVNCClient forritarar

source: VNC client library
is: VNC biðlaraaðgerðasafn

source: Start KRDC with the provided URL in fullscreen mode (works only with one URL)
is: Ræsa KRDC með tiltekinni slóð (URL) í heilskjáham (virkar bara með einni slóð)

source: URLs to connect after startup
is: Slóðir (URL) til að tengjast eftir ræsingu

source: KDE Remote Desktop Client started
is: KDE forrit fyrir fjartengd skjáborð hefur verið ræst

source: New Connection
is: Ný tenging

source: Copy Screenshot to Clipboard
is: Grípa gluggamynd á klippiborð

source: Screenshot
is: Skjámynd

source: Switch to Full Screen Mode
is: Skipta í skjáfylliham

source: Full Screen
is: Skjáfylli

source: View Only
is: Einungis skoðun

source: Clipboard Sharing
is: Deiling klippispjalds

source: Disconnect
is: Aftengjast

source: Show Local Cursor
is: Sýna staðværan músarbendil

source: Local Cursor
is: Staðvær bendill

source: Grab All Possible Keys
is: Grípa alla mögulega lykla

source: Grab Keys
is: Ná í lykla

source: Scale Remote Screen to Fit Window Size
is: Skala fjarskjáborðið til að passa við gluggastærð

source: Scale
is: Kvarði

source: Scaling Factor
is: Kvörðunarhlutfall

source: Bookmarks
is: Bókamerki

source: Unable to load connection data from the provided file.
is: Tókst ekki að hlaða inn gögnum tengingar úr uppgefnu skránni.

source: Load failed
is: Innhleðsla mistókst

source: The entered address does not have the required form. Syntax: [username@]host[:port]
is: Uppgefið vistfang er ekki með nauðsynlegt form. Málskipan: [notandanafn@]hýsing[:gátt]

source: Malformed URL
is: Gölluð slóð

source: The entered address cannot be handled.
is: Ekki er hægt að meðhöndla uppgefið vistfang.

source: Connecting to %1
is: Tengist við %1

source: Authenticating at %1
is: Auðkenni við %1

source: Preparing connection to %1
is: Undirbý tengingu við %1

source: Connected to %1
is: Tengdur við %1

source: Switch to Window Mode
is: Skipta yfir í gluggaham

source: Window Mode
is: Gluggahamur

source: Connect
is: Tengjast

source: Rename
is: Endurnefna

source: Settings
is: Stillingar

source: Delete
is: Eyða

# Where each displayed link comes from
source: Bookmarks
is: Bókamerki

# Where each displayed link comes from
source: History
is: Ferill

source: Rename %1
is: Endurnefna %1

source: Rename %1 to
is: Endurnefna %1 sem

source: Are you sure you want to delete %1?
is: Ertu viss um að þú viljir eyða %1?

source: Delete %1
is: Eyða %1

source: Add Bookmark
is: Bæta við bókamerki

source: Close Tab
is: Loka flipa

source: Minimize Full Screen Window
is: Minnka heilskjásglugga

source: Stick Toolbar
is: Festa tækjaslá

source: Are you sure you want to quit the KDE Remote Desktop Client?
is: Ertu viss um að þú viljir hætta í KDE forritinu fyrir fjarlæg skjáborð?

source: Confirm Quit
is: Staðfesta að hætta

source: Connect to:
is: Tengjast við:

source: Type here to connect to an address and filter the list.
is: Skrifaðu hér til að tengjast vistfangi og sía listann.

source: Type an IP or DNS Name here. Clear the line to get a list of connection methods.
is: Skrifaðu hér IP-vistfang eða DNS-nafn. Hreinsaðu línuna til að fá fram lista yfir aðferðir til tenginga.

source: Goto Address
is: Fara á vistfang

source: Remote Desktops
is: Fjarlæg skjáborð

source: Filter
is: Sía

source: General
is: Almennt

source: Resolution
is: Skjáupplausn

source: Here you can specify the resolution of the remote desktop. This resolution determines the size of the desktop that will be presented to you.
is: Hér geturðu gefið upp upplausnina á fjarskjáborðinu. Þessi upplausn ákvarðar stærð skjáborðsins sem þér verður sýnt.

source: Small (1280x720)
is: Lítil (1280x720)

source: Medium (1600x900)
is: Miðlungs (1600x900)

source: Large (1920x1080)
is: Stór (1920x1080)

source: Current Window Size
is: Núverandi stærð glugga

source: Current Screen Resolution
is: Núverandi skjáupplausn

source: Custom Resolution (…)
is: Sérsniðin upplausn (…)

source: &Width:
is: &Breidd:

source: This is the width of the remote desktop. You can only change this value manually if you select Custom as desktop resolution above.
is: Þetta er breidd fjarskjáborðsins. Þú getur aðeins breytt þessu gildi sjálf(ur) með því að velja Sérsniðna skjáborðsupplausn að ofan.

source: H&eight:
is: &Hæð:

source: This is the height of the remote desktop. You can only change this value manually if you select Custom as desktop resolution above.
is: Þetta er hæð fjarskjáborðsins. Þú getur aðeins breytt þessu gildi sjálf(ur) með því að velja sérsniðna skjáborðsupplausn að ofan.

source: Scale window contents to match resolution
is: Kvarða innihald glugga til að samsvara upplausn

source: Acceleration:
is: Hröðun:

# Use best acceleration supported by both the server and krdc
source: Use Best Available
is: Nota besta sem er í boði

source: Force H.264
is: Þvinga H.264

source: Force RemoteFX
is: Þvinga RemoteFX

source: Disable All Acceleration
is: Gera alla hröðun óvirka

source: Color &depth:
is: Lita&dýpt:

# Use best color depth supported by both the server and krdc
source: Use Best Available
is: Nota besta sem er í boði

source: True Color with Alpha (32 Bit)
is: Raunlitur með gegnsæi (32 bita)

source: True Color (24 Bit)
is: Raunlitur (24 bita)

source: High Color (16 Bit)
is: Hár litur (16 bita)

source: Low Color (8 Bit)
is: Lágur litur (8 bita)

source: Desktop scale factor:
is: Kvörðunarhlutfall skjáborðs:

source: Auto
is: Sjálfvirkt

source: Do not scale
is: Ekki kvarða

source: Custom
is: Sérsniðið

source: Device scale factor:
is: Kvörðunarhlutfall tækis:

source: &Keyboard layout:
is: Ly&klaborðsuppsetning:

source: Use this to specify your keyboard layout. This layout setting is used to send the correct keyboard codes to the server.
is: Hér getur þú ákvarðað uppsetningu lyklaborðs þíns. Þessi uppsetning er er notuð til að réttum lyklaborðskóðum sé skilað til netþjónsins.

source: Arabic (ar)
is: Arabísk (ar)

source: Czech (cs)
is: Tékknesk (cs)

source: Danish (da)
is: Dönsk (da)

source: German (de)
is: Þýsk (de)

source: Swiss German (de-ch)
is: Svissnesk þýsk (de-ch)

source: American Dvorak (en-dv)
is: Amerískt Dvorak (en-dv)

source: British English (en-gb)
is: Bresk ensk (en-gb)

source: US English (en-us)
is: Bandarísk ensk (en-us)

source: Spanish (es)
is: Spænsk (es)

source: Estonian (et)
is: Eistnesk (et)

source: Finnish (fi)
is: Finnsk (fi)

source: Faroese (fo)
is: Færeysk (fo)

source: French (fr)
is: Frönsk (fr)

source: Belgian (fr-be)
is: Belgísk (fr-be)

source: French Canadian (fr-ca)
is: Kanadísk-frönsk (fr-ca)

source: Swiss French (fr-ch)
is: Svissnesk-frönsk (fr-ch)

source: Hebrew (he)
is: Hebreska (he)

source: Croatian (hr)
is: Króatísk (hr)

source: Hungarian (hu)
is: Ungversk (hu)

source: Icelandic (is)
is: Íslensk (is)

source: Italian (it)
is: Itölsk (it)

source: Japanese (ja)
is: Japönsk (ja)

source: Korean (ko)
is: Kóresk (ko)

source: Lithuanian (lt)
is: Litháísk (lt)

source: Latvian (lv)
is: Lettlensk (lv)

source: Macedonian (mk)
is: Makedónsk (mk)

source: Dutch (nl)
is: Hollensk (nl)

source: Belgian Dutch (nl-be)
is: Belgísk-hollensk (nl-be)

source: Norwegian (no)
is: Norsk (no)

source: Polish (pl)
is: Pólsk (pl)

source: Portuguese (pt)
is: Portúgölsk (pt)

source: Brazilian (pt-br)
is: Brasilísk (pt-br)

source: Russian (ru)
is: Rússnesk (ru)

source: Slovenian (sl)
is: Slóvenísk (sl)

source: Swedish (sv)
is: Sænsk (sv)

source: Thai (th)
is: Tælensk (th)

source: Turkish (tr)
is: Tyrknesk (tr)

# label for soundsettings in preferences dialog
source: Sound:
is: Hljóðstillingar:

source: On This Computer
is: Á þessari tölvu

source: On Remote Computer
is: Á fjarlægri tölvu

source: Disable Sound
is: Afvirkja hljóð

source: Share Media:
is: Deila myndefni:

source: Share Smartcard:
is: Deila snjallkorti:

source: Alternate Session Type:
is: Önnur tegund setu:

source: Admin (or console) session
is: Seta stjórnanda (eða í skjáhermi)

source: Session lock:
is: Setulæsing:

source: Prevent remote session lock
is: Koma í veg fyrir læsingu fjartengdrar setu

source: Security
is: Öryggi

source: Security:
is: Öryggi:

source: TLS security level:
is: TLS-öryggisstig:

source: any
is: hvað sem er

source: 80 bit
is: 80 bita

source: 112 bit
is: 112 bita

source: 128 bit
is: 12 bita

source: 192 bit
is: 12 bita

source: 256 bit
is: 2 bita

source: Authentication Package List:
is: Pakkalisti auðkenningar:

source: Proxy
is: Milliþjónn

source: Protocol:
is: Samskiptamáti:

source: Password:
is: Lykilorð:

source: Username:
is: Notandanafn:

source: Server:
is: Þjónn:

source: host:port
is: vél:gátt

source: Gateway
is: Netagátt (gateway)

source: Transport type:
is: Tegund flutnings:

source: Domain:
is: Lén:

# @label
source: Host: %1:%2 Common Name: %3 Subject: %4 Issuer: %5 Fingerprint: %6
is: Hýsivél: %1:%2 Almennt heiti (CN): %3 Viðfangsefni: %4 Útgefandi: %5 Fingrafar: %6

# @label
source: Access to this system requires a username and password.
is: Aðgangur að kerfinu krefst notandanafns og lykilorðs.

# @label
source: The certificate for this system is unknown. Do you wish to continue?
is: Skilríkið fyrir þetta kerfi er óþekkt. Viltu halda áfram?

# @title:dialog
source: Verify Certificate
is: Sannprófa skilríki

# @label
source: Remember this certificate
is: Muna þetta skilríki

# @label
source: The certificate for this system has changed. Do you wish to continue?
is: Skilríkið fyrir þetta kerfi hefur breyst. Viltu halda áfram?

# @title:dialog
source: Certificate has Changed
is: Skilríkið hefur breyst

# @label
source: Previous certificate: %1 New Certificate: %2
is: Fyrra skilríki: %1 Nýja skilríkið: %2

# @title:dialog
source: Login Failure
is: Innskráning mistókst

# @label
source: Unable to login with the provided credentials. Please double check the user and password.
is: Tókst ekki að skrá inn með uppgefnum auðkennum. Athugaðu notandanafnið og lykilorðið.

# @title:dialog
source: Account Problems
is: Vandamál með aðgang

# @label
source: The provided account is not allowed to log in to this machine. Please contact your system administrator.
is: Uppgefinn notandaaðgangur hefur ekki heimild til að skrá sig inn á þessa vél. Hafðu sambandi við kerfisstjórann þinn.

# @title:dialog
source: Password Problems
is: Vandamál með lykilorð

# @label
source: Unable to login with the provided password. Please contact your system administrator to change it.
is: Tókst ekki að skrá inn með uppgefna lykilorðinu. Hafðu samband við kerfisstjóra til að breyta því.

# @title:dialog
source: Connection Lost
is: Tenging rofnaði

# @label
source: Lost connection to the server.
is: Tenging við miðlara hefur rofnað.

# @title:dialog
source: Could not Connect
is: Gat ekki tengst

# @label
source: Could not connect to the server.
is: Gat ekki tengst við þjóninn.

# @title:dialog
source: Server not Found
is: Miðlarinn finnst ekki

# @label
source: Could not find the server.
is: Þjónninn fannst ekki.

# @title:dialog
source: Connection Refused
is: Tengingu hafnað

# @label
source: The server refused the connection request.
is: Miðlarinn hafnaði beiðninni um tengingu.

# @title:dialog
source: Connection Closed
is: Tengingu lokað

# @title:dialog
source: Connection Failed
is: Tenging mistókst

# @label
source: An unknown error occurred
is: Óþekkt villa kom upp

# @title:dialog
source: Logon Error
is: Villa í innskráningu

source: Connect to a Windows Remote Desktop (RDP)
is: Tengjast Windows Remote Desktop (RDP)

source: New RDP Connection…
is: Ný RDP tenging…

source: <html>Enter the address here. Port is optional.<br /><i>Example: rdpserver:3389 (host:port)</i></html>
is: <html>Settu inn vistfang hér. Auk þess má tilgreina gátt.<br /><i>Dæmi: rdpserver:3389 (vél:gátt)</i></html>

# Where each displayed link comes from
source: None
is: Ekkert

# Remove the selected url from the bookarks menu
source: Remove the bookmark for %1.
is: Fjarlægja bókamerkið fyrir %1.

# Add the selected url to the bookmarks menu
source: Bookmark %1.
is: Bókamerkja %1.

# Header of the connections list, title/url for remote connection
source: Remote Desktop
is: Fjartengt skjáborð

# Header of the connections list, the last time this connection was initiated
source: Last Connected
is: Síðast tengt

source: Visits
is: Heimsóknir

# Header of the connections list, the time when this entry was created
source: Created
is: Búið til

# Header of the connections list, where this entry comes from
source: Source
is: Upptök

source: VNC authentication type is not supported.
is: VNC-auðkenningartegund er ekki studd.

source: Server not found.
is: Miðlarinn finnst ekki.

source: VNC authentication failed.
is: VNC auðkenning mistókst.

source: VNC authentication failed because of too many authentication tries.
is: VNC auðkenning tókst ekki vegna of margra tilrauna til auðkenningar.

source: VNC server closed connection.
is: VNC miðlarinn lokaði tengingunni.

source: Disconnected: %1.
is: Aftengt: %1.

source: Reconnecting.
is: Endurtengist.

source: Reconnected.
is: Endurtengt.

source: Connected.
is: Tengt.

source: Connection
is: Tenging

source: Connection &type:
is: &Tegund tengingar:

source: Use this to specify the performance of your connection. Note that you should select the speed of the weakest link - even if you have a high speed connection, it will not help you if the remote computer uses a slow modem. Choosing a level of quality that is too high on a slow link will cause slower response times. Choosing a lower quality will increase latencies in high speed connections and results in lower image quality, especially in 'Low Quality' mode.
is: Notaðu þetta til að tilgreina afkastagetu tengingar þinnar. Athugaðu að þú ættir að velja hraða veikasta hlekksins - jafnvel þó þú sért með háhraðatengingu, gerir það lítið fyrir þig ef fjarlæga tölvan er með hægvirkt mótald. Ef valinn er of mikill tengihraði á hægfara tengingu hægir það á svörunartímanum. Ef valin eru lág gæði á háhraðatenginu veldur það töfum sem minnka myndgæði, séstaklega í Lággæðaham.

source: High Quality (LAN, direct connection)
is: Hágæði (staðarnet, beintenging)

source: Medium Quality (DSL, Cable, fast Internet)
is: Meðalgæði (DSL, breiðband, hratt Internet)

source: Low Quality (Modem, ISDN, slow Internet)
is: Lággæði (mótald, ISDN, hægt Internet)

source: Scale to Size:
is: Kvarða í stærð:

source: Minimal (640x480)
is: Minnsta (640x480)

source: Small (800x600)
is: Lítil (800x600)

source: Normal (1024x768)
is: Venjuleg (1024x768)

source: Large (1280x1024)
is: Stór (1280x1024)

source: Very Large (1600x1200)
is: Mjög stór (1600x1200)

source: Don't copy passwords from supported password managers to remote hosts
is: Ekki afrita lykilorð úr studdum lykilorðastjórum yfir á fjartengdar hýsitölvur

source: Supported password managers (like KeePassXC) mark copied passwords with an additional MIME type "x-kde-passwordManagerHint" which is used for filtering.
is: Studdir lykilorðastjórar (eins og KeePassXC) merkja afrituð lykilorð með aukalegri MIME-tegund "x-kde-passwordManagerHint" sem er notuð til síunar.

source: Access to the system requires a password.
is: Aðgangur að kerfinu krefst lykilorðs.

source: Authentication failed. Please try again.
is: Auðkenning mistókst. Reyndu aftur.

source: VNC failure
is: VNC-villa

source: New VNC Connection…
is: Ný VNC tenging…

source: Connect to a VNC Remote Desktop
is: Tengjast fjartengdu VNC-skjáborði

source: <html>Enter the address here.<br /><i>Example: vncserver:1 (host:port / screen)</i></html>
is: <html>Settu inn vistfang hér.<br /><i>Dæmi: vncserver:1 (vél:gátt / skjár)</i></html>
